<template>
  <div class="policy-container">
    <div class="policy-content">

      <h3 class="policy-content-title">個人情報保護方針</h3>
      <p>特定非営利活動法人アイセック・ジャパン(以下アイセック)は、海外インターンシップに参加される学
        生様をはじめとする関係者の皆様のプライバシーを尊重し、個人情報の取り扱いに関して以下のような指針を定め、それに従ってその保護に努めております。
      </p>

      <h3 class="policy-content-title">個人情報の定義</h3>
      <p>「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報で
        あって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報及び、当該情報単体から特定の個人を識別できる情報(個人識別情報)を指します。
      </p>
      <h3 class="policy-content-title">個人情報の収集方法</h3>
      <p>
        アイセックは、皆様に海外インターンシップをご紹介するにあたり必要な範囲、またはアイセックの事業や活動を運営するにあたり必要な範囲で、
        適法かつ公正な手段により個人情報を収集いたします。個人情報を収集する際は、できる限りその目的を限定し、海外インターンシップを中心とするアイセックの事業の運営に必要な限度を超えないものとします。</p>
      <h3 class="policy-content-title">個人情報の利用</h3>
      <p>収集した個人情報の利用は、収集目的の達成のために必要な範囲に限り、ご本人の権利を損なわないよう に、十分配慮して行います。</p>
      <h3 class="policy-content-title">個人情報の管理・保護について</h3>
      <p>アイセックは、個人情報保護の責任者を置き、適切な管理を行うとともに、外部への流出防止に努めます。
        また、外部からの不正アクセス、紛失、破壊、改ざん等の危険に対しては、適切な安全対策を実施し、個人情報の保護に努めます。</p>
      <h3 class="policy-content-title">個人情報の第三者提供</h3>
      <p>個人情報を、ご本人の同意なしに関係機関又は業務委託先以外の第三者に開示・提供することはありませ ん。ただし、法令により開示を求められた場合、
        又は、裁判所、警察等の公的機関から開示を求められた場合には、ご本人の同意なく個人情報を開示・提供することがあります。
        また、個人情報を特定の者との間で共同して利用する場合であって、その旨並びに共同して利用される個人情報の項目、共同して利用する者の範囲、
        利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について、あらかじめ本人に通知し、または本人が容易に知り得る状態に置いた場合、開示・提供することがあります。</p>
      <h3 class="policy-content-title">個人情報の開示</h3>
      <p>
        弊団体は、本人から個人情報の開示を求められたときは、本人に対し遅滞なくこれを開示します。ただし、開示することにより次のいずれかに該当する場合は、その全部または一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。</p>
      <ul>
        <li>本人または第三者の生命、身体、財産その他の権利利益を害する恐れがある場合</li>
        <li>アイセックの事業運営の適正な実施に著しい支障を及ぼす恐れがある場合</li>
        <li>法令に違反することとなる場合</li>
      </ul>

      <h3 class="policy-content-title">個人情報の訂正および削除</h3>
      <p>ご本人自らに関する個人情報の訂正、削除のお申し出があった場合は、遅滞なく調査を行い、
        訂正、削除 を必要とする事由があるときは、遅滞なく訂正、削除を行います。アイセックは、訂正等を行った場合、
        または訂正等を行わない旨の決定をしたときは遅滞なく、これをご本人に通知します。
      </p>
      <h3 class="policy-content-title">見直し</h3>
      <p>個人情報の取扱いにつきましては、事業内容や技術動向の変化にともない上記各項目の内容を適宜見直し、改善してまいります。</p>
      <h3 class="policy-content-title">お問い合わせ</h3>
      <p>個人情報保護方針(プライバシーポリシー)に関するお問い合わせについては、<span class="policy-content__underline"> info@aiesec.jp</span>
        までお問い合わせください。</p>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.policy {
  &-container {
    margin: 20px auto;
    max-width: 80%;
  }

  &-content {
    &-title {
      color: $dark-gray;
      font-size: 24px;
      font-weight: bold;
      letter-spacing: 2px;
      margin-top: 40px;
      margin-bottom: 20px;
    }

    &__underline {
      text-decoration: underline;
    }

    p {
      font-size: 16px;
      letter-spacing: 1px;
      line-height: 32px;
    }

    ul {
      list-style: circle;
      margin-left: 20px;
    }

    li {
      margin: 10px auto;
    }
  }
}
</style>
